import {Title,Text,SubTitle,Imgs} from "./styles";
import {Razdel} from "./styles";

export const Razd2 =() => {
    return (
        <Razdel>

            <Title>РАЗДЕЛ 2 </Title>
            <SubTitle>Выживание в дикой природе. Приготовление пищи на костре.</SubTitle>
                <Text>
                    <ol>
                        <li> Готовить еду следует на углях, а не в пламени.</li>
                        <li> Мясо и рыбу необходимо дольше варить, а не жарить, чтобы нейтрализовать яды и обезвредить бактерии.</li>
                        <li> При расстройстве желудка попытайтесь вызвать у себя рвоту, засунув поглубже в рот два пальца. Кроме того, можно растолочь и проглотить немного угля или мела (одна или две столовые ложки порошка), запив это большим количеством воды.</li>
                    </ol>
                </Text>

        </Razdel>


    )
}