import {Title,Text,SubTitle,Imgs, RText,Esli} from "./styles";
import {Razdel} from "./styles";

export const Razd5 =() => {
    return (
        <Razdel>
            <Title>РАЗДЕЛ 5</Title>
            <SubTitle>Выживание в дикой природе. Если вы заблудились</SubTitle>
                <Text>
                    <ol>
                        <li> Немедленно остановитесь и попытайтесь выяснить, где вы находитесь, оценив ситуацию.</li>
                        <li> Подсчитайте время, которое вы провели под землей, и прикиньте, сколько времени вам потребуется, чтобы выйти наружу.</li>
                        <li> Пометьте место, где вы находитесь (пирамидкой из камней либо знаком на стене).</li>
                        <li> Попробуйте найти выход. По дороге почаще оглядывайтесь назад, запоминая вид коридоров: с разных точек они выглядят иначе.</li>
                        <li> Отмечайте свой путь пирамидками из камней или знаками на стене.</li>
                        <li> Почаще отдыхайте, чтобы сберечь энергию. Выключайте освещение во время отдыха. Исследуйте каждый коридор: даже в лабиринте можно найти выход.</li>
                        <li> Если вы застряли в узком проходе, расслабьтесь: напряжение мышц и прерывистое дыхание увеличивают объем тела. Выползайте, работая всем телом.</li>
                    </ol>
                    <RText><Esli>Если вы</Esli> заблудились средь бела дня
                        Если у вас есть карта, достаньте ее и попытайтесь разобраться, где вы оказались.</RText>
                    <ol>
                        <li>Осмотритесь, не попадутся ли вам на глаза ориентиры, обозначенные на карте.</li>
                        <li>Найдите на карте то место, в котором у вас еще не было проблем с ориентировкой, и попытайтесь проследить свой путь от него, вспоминая строения, ручьи и прочие ориентиры, мимо которых вы проходили.</li>
                        <li>Определив свое положение на карте и совместив его с ориентирами, изображенными на ней, решите, в каком направлении вам лучше идти, чтобы скорее выйти на дорогу или к какому-нибудь населенному пункту.</li>
                        <li>Постарайтесь выбрать такой путь, на котором вам не преградит дорогу река или возвышение, которое придется обходить.</li>
                    </ol>
                    <RText>В пути обращайте внимание на ориентиры, расположенные справа и слева по курсу своего пути.</RText>
                    <RText><Esli>Если вы</Esli> заблудились без карты</RText>
                    <ol>
                        <li>Прежде всего оглядитесь по сторонам: вдруг увидите что-нибудь, свидетельствующее о близости дороги (например, телеграфные столбы или какие-нибудь строения).</li>
                        <li>В противном случае постарайтесь вспомнить, как вернуться на дорогу, мимо которой вы недавно проходили, либо к какому-нибудь ориентиру (ручей, строение, холм и т.д.), от которого вы смогли бы выйти к дому.</li>
                        <li>Если в памяти ничего не всплывает, решите, в каком направлении следует идти, ориентируясь по солнцу. Вы знаете, что оно встает на востоке и садится на западе, а в полдень, соответственно, должно быть в южном направлении. Если же солнце скрыто облаками, о его местонахождении можно догадаться по любой слабой тени, падающей на какую-нибудь гладкую поверхность. Для этого возьмите перочинный ножик, поставьте его острием на ноготь большого пальца и поворачивайте лезвие до тех пор, пока не заметите падающую от него тень. Солнце будет в противоположном направлении.</li>
                        <li>Если у вас есть часы, то узнать, в какой стороне находится юг, еще проще. Держите часы так, чтобы часовая стрелка указывала на солнце. Разделите угол, образуемый между направлением на солнце и цифрой 12, пополам воображаемой линией - и вы узнаете, где юг. В 4 часа, например, эта линия пройдет через цифру 2.</li>
                        <li>Если солнце полностью скрыто облаками, вы можете получить приблизительное представление о том, где север, приглядываясь к стволам деревьев и большим камням. Поскольку мох лучше всего растет в тени, а в нашем полушарии затемнены именно северная и северо-восточная стороны деревьев и камней, следует ожидать, что здесь будет мох либо он будет гуще.</li>
                    </ol>

                    <RText><Esli>Если вы</Esli> заблудились в плохую погоду.</RText>
                    <ol>
                        <li>Если у вас есть снаряжение для холодной ночевки (пластиковый мешок, достаточно большой, чтобы влезть в него вместе со спальником), подумайте, не лучше ли остановиться и переждать плохую погоду.</li>
                        <li>Если у вас нет соответствующего снаряжения и вы находитесь на возвышенности, а погода все ухудшается, постарайтесь двигаться вниз по уклону, даже если это уводит вас в сторону от маршрута. Этого направления можно придерживаться, обращая внимание на то, куда бегут ручьи.</li>
                        <li>По дороге ищите тропинки, которые могли бы привести вас к какому-нибудь жилью.</li>
                    </ol>

                    <RText><Esli>Если вы</Esli> заблудились в тумане.</RText>
                    <RText>Если туман сгустился настолько, что вы ничего не видите на расстоянии десяти шагов, но у вас есть карта и компас, то:</RText>
                    <ol>
                        <li>Определите на карте свое местонахождение, решите, в каком направлении вам лучше идти, и, найдя на этой линии какой-нибудь заметный ориентир (например, скалу, большое дерево и т.д.), двигайтесь прямо на него;</li>
                        <li>добравшись до этого ориентира, с помощью компаса идите в этом же направлении;</li>
                        <li>повторяйте эту процедуру, пока не выберетесь из тумана. Если у вас нет карты и компаса, оставайтесь на месте, пока туман не рассеется.
                        </li>
                    </ol>

                    <RText><Esli>Если вы</Esli> заблудились ночью.</RText>
                    <ol>
                        <li>Если на небе есть луна, то лунный свет, отражаясь от снега или стеблей травы, позволит вам ориентироваться в темноте и вы без труда доберетесь до дороги, а по ней до какого-нибудь жилья.</li>
                        <li>Кроме того, следите за звездами. Узнать, где север, можно, отыскав на небе Полярную звезду. На нее указывают две последние звезды ковша Большой Медведицы, в какую бы сторону ни была повернута его "ручка".</li>
                        <li>Если видимость очень плохая и вы находитесь в горах, то лучше всего остановиться и устроиться на ночлег в каком-нибудь укромном месте, забравшись в спальный мешок, если он у вас с собой.</li>
                        <li>Если вас целая группа, то, устраиваясь на ночлег, держитесь поближе друг к другу, чтобы не замерзнуть.</li>
                    </ol>
                </Text>
        </Razdel>


    )
}