import {Title,Text,SubTitle,Imgs, RText,Esli} from "./styles";
import {Razdel} from "./styles";

export const Razd7 =() => {
    return (
        <Razdel>
            <Title>РАЗДЕЛ 7</Title>
            <SubTitle>Выживание в дикой природе. Пожар в палатке.</SubTitle>
                <Text>
                    <ol>
                        <li> Если палатка загорелась, немедленно выбирайтесь из нее, даже не пытаясь тушить огонь. Остерегайтесь частиц горящей материи: стряхивайте их с себя, если они падают сверху, и сбивайте пламя спальным мешком или одеждой. Они не пострадают, если действовать быстро.</li>
                        <li> Если в начале пожара вы находились в спальном мешке, не тратьте время на расстегивание молнии. Из спальника можно быстро выбраться, высвободившись из него сначала по пояс, а затем, встав на "мостик", просто стягивая его с себя.</li>
                        <li> Оказавшись снаружи, обрушьте колья палатки и попытайтесь затоптать пламя, если это еще возможно, либо оттащите палатку в сторону, вытряхнув из нее ваши пожитки. Постарайтесь, чтобы огонь не перекинулся на пенопласт, часто использующийся В качестве подстилки: при горении он выделяет ядовитые пары.</li>
                        <li> Если огонь слишком силен, оставьте палатку и все, что в ней есть, догорать.</li>
                        <li> Если ваша палатка загорелась из-за вспыхнувшей у входа керосинки, на которой что-нибудь варилось, отшвырните ее ударом ноги, прежде чем заниматься жилищем. Справившись с огнем в палатке, залейте водой и то место, куда вы отбросили керосинку, чтобы предотвратить лесной пожар.</li>
                    </ol>
                </Text>
        </Razdel>


    )
}