import {Title,Text,SubTitle,Imgs, RText,Esli} from "./styles";
import {Razdel} from "./styles";

export const Razd8 =() => {
    return (
        <Razdel>
            <Title>РАЗДЕЛ 8</Title>
            <SubTitle>Выживание в дикой природе. Промокшая палатка.</SubTitle>
                <Text>
                    <ol>
                        <li> Если палатка протекает сверху, попытайтесь найти дырки, сквозь которые проникает вода, и заклейте их пластырем или воском от свечи.</li>
                        <li> Если это не помогает, накройте вещи куском полиэтилена или непромокаемой курткой.</li>
                        <li> Берите с собой в поход пластиковый мешок, в который можно влезть вместе со спальником.</li>
                        <li> На случай промокания палатки снизу, через дно, сделайте настил из веток.</li>
                    </ol>
                </Text>
        </Razdel>


    )
}