import {Title,Text} from "./styles";
import {Razdel} from "./styles";

export const Rules =() => {
    return (
        <Razdel>
            <Title>ОБЩИЕ ПРАВИЛА ВЫЖИВАНИЯ В ЭКСТРЕМАЛЬНЫХ СИТУАЦИЯХ</Title>
            <Text>Постараться найти убежище от холода, жары, дождя или ветра.
                Найти способ оповестить о себе: зажечь костер, повесить на дереве какую-либо вещь яркого цвета, подать сигнал SОS и т.д.
                Экономно расходовать воду. Если ее нет или осталось мало, постараться найти источник.
                Рассчитать запасы пищи и найти способ добыть ее.</Text>
        </Razdel>

    )
}